[
    {
        "latitude" : 46.521987,
        "longitude" : 6.598470,
        "year" : 1928,
        "title" : "Cimetière du Bois-de-Vaux",
        "description" : "<img src='images/image15.png' title='Campagne du Bois-de-Vaux, Frédéric Mayor (1913)'/><p>Ce qui est aujourd’hui l’un des plus beaux cimetières de Suisse n’apparaît pas par hasard sur les cartes comme des chemins. Lorsqu’il fut construit au début du XXe siècle, c’est dans une optique de lieu de balade qu’il fut conçu et imaginé par son architecte Alphonse Laverrière.<br/>Peut-être l’un des derniers changements majeurs visible entre 1875 et 1928, même si pas encore complet, il a un impact direct sur d’autres évolutions comme vous pouvez le voir sur le point de La Pontaise.<br/>En effet, historiquement le domaine du Bois-de-Vaux se trouvait là avec la maison de maître bâtie en 1770. Alors qu’au début du XXe siècle la ville de Lausanne connaît une période de forte croissance économique (la population double de plus en 30 ans, 30 000 en 1880, 64 000 en 1910), les autorités décident d’y construire un cimetière unique, suite à la désaffectation des cimetières de La Sallaz et de La Pontaise.<br/>Les travaux commencèrent en 1922 pour finir vers 1951 d’où le net changement déjà visible, mais pas encore complet. Aujourd’hui il est dans l’inventaire cantonal des monuments historiques et des jardins historiques. De plus, de nombreuses personnalités y sont enterrées dont Pierre de Coubertin.<br/></p><h5>Plus d'information :</h5><ul><li><a href = 'https://www.lausanne.ch/vie-pratique/nature/parc-promenades/cimetieres/cimetiere-du-bois-de-vaux.html'>Cimetière du Bois-de-Vaux, Ville de Lausanne</a></li></ul>"
    },
    {
        "latitude" : 46.531852,
        "longitude" : 6.631559,
        "year" : 1928,
        "title" : "Pontaise-Le Flon-La Louve",
        "description" : "<img src='images/image9.png'/><p>Un enchaînement d’événements a amené au développement du quartier de La Pontaise dans les années en question. A l’origine, la ville de Lausanne se trouvait plutôt vers le bord du lac. Mais différentes circonstances ont poussé les habitants à se réfugier/monter dans les hauteurs, ce qui a abouti à la vieille ville actuelle, sur la colline. Cependant, celle ni était bien loin de ressembler à la colline actuelle. En effet, elle était entourée par 2 rivières, le Flon à l’ouest et la Louve à l’est, qui se rejoignaient en dessous pour finir dans le lac. </br>Malheureusement, en 1832, une épidémie de choléra a fait rage dans la ville et incite la ville à procéder au voûtage du Flon et de la Louve.</br>Par la suite, Louis Gonin (1827-1898) et Jean-Jacques Mercier-Marcel (1826-1903) soumettent en 1868 un projet de création d’une gare marchandise reliant Saint-François à Ouchy en passant par la gare de Lausanne (ligne Jura-Simplon d’alors). Cependant, afin de construire ce qui deviendra le funiculaire Lausanne-Ouchy en 1877, il était nécessaire de creuser des tunnels entre les deux places. La terre excavée servi ainsi de remblai pour des plateformes recouvrant le Flon (c’est à ce moment là que la première rangée des arches du Grand-Pont disparaît).</br>Avec le voûtage sur le Flon, sur lequel est ajouté le remblai pour créer une plateforme, c’est une nouvelle zone exploitable qui se dessine. La rivière disparaît sous terre, laissant place à des habitations et en particulier le quartier ouvrier, donnant naissance au quartier de la Pontaise.</br>Dans les années 1860-1870, le sport s’implante progressivement dans l’arc lémanique, et en particulier le football. Plusieurs équipes se forment dans la ville, dont une à Baulieu et une ici, à la Pontaise. Un terrain de foot est construit sur les hauteurs, à l’extérieur de la ville, complété en 1922 par une vélodrome l’entourant et montrant de ce fait la croissance du sport.</br>Finalement, tout ça fut complété en 1882 par l’inauguration des nouvelles casernes dans le quartier de la Pontaise qui devient ainsi avec tous ces éléments “une localité sur laquelle il faut compter”. Le quartier s’est largement développé avec désormais plusieurs établissements publics : des cafés, un marché, etc…</p><h5>Plus d'informations</h5><ul><li><a href='https://spr-renens.ch/?p=1966'>La vallée du Flon et son comblement, Société Philatélique de Renens</a></li><li><a href='https://serval.unil.ch/resource/serval:BIB_EC99EA6B680D.P001/REF.pdf'>Au nord c'était <q>La Pontaise</q> ! : Retour sur l’histoire du principal stade de football de la ville de Lausanne (1912–2008), Philippe Vonnard et Grégory Quin (PDF)</a></li></ul><div class='galery'><img src='images/image3.png' title='La Pontaise avant le remblaiement du flon'/><img src='images/image5.png'/><img src='images/image7.png'/></div>"
    },
    {
        "latitude" : 46.528954,
        "longitude" :  6.617377,
        "year" : 1928,
        "title" : "Beaulieu-Chablière",
        "description" : "<img src='images/image8.png'/><p>Alors que jusque-là, la constitution de 1848 était en vigueur, une première esquisse de révision est proposée en 1872, mais rejetée. C’est en 1874 que la nouvelle constitution entre en vigueur. 4 principes régissant l’école primaire : <ol><li>L’instruction primaire doit être suffisante</li><li>L’instruction primaire doit être obligatoire</li><li>L’instruction primaire doit être gratuite</li><li>L’instruction primaire doit être placée sous la direction de l'autorité civile</li></ol></br>L’article en question dans la constitution fédérale de 1874 est donné ci-dessous :<blockquote><strong>Art. 27 de la Constitution fédérale de 1874</strong></br>«Les cantons pourvoient à l’instruction primaire, qui doit être suffisante et placée exclusivement sous la direction de l’autorité civile. Elle est obligatoire et, dans les écoles publiques, gratuite. Les écoles publiques doivent pouvoir être fréquentées par les adhérents de toutes les confessions, sans qu’ils aient à souffrir d’aucune façon dans leur liberté de conscience ou de croyance. La Confédération prendra les mesures nécessaires contre les cantons qui ne satisferaient pas à ces obligations.»</blockquote><br/>Cette nouvelle lois oblige ainsi à la construction de plusieurs écoles. En l’espace d’une dizaine d’année, de 1887 à 1898, 5 écoles sont ainsi construites dans Lausanne, chacune pouvant accueillir 500 élèves. Une de celles-ci se trouve justement à Beaulieu. Ceci fait suite en plus de cela à l’accroissement important de la population urbaine à la fin du XIXe siècle. En trente ans, la population de Lausanne a doublé (30 000 habitants en 1880, 46 000 en 1900, 64 000 en 1910).</br>En parallèle à tout ça, bien que cela ne soit pas un changement majeur extraordinaire, l’accroissement de la population conduit au développement de nouveaux quartiers d’habitations. Que ce soit le doublement d’habitants qui amène à construire des écoles, ou les écoles construites qui attirent plus de gens en ville, doublant ainsi les nombre d’habitants, quoi qu’il en soit de nouveaux quartiers voient le jour. Parmis ceux-ci, le quartier de Beaulieu, autour du “centre de congrès et d’exposition de Beaulieu”, connu maintenant sous le nom de “palais de Beaulieu”, et le quartier de Chablière. Deux quartier majoritairement constitué de villas se construisent, ce qui amène à un développement majeur du réseau viaire et une densification de la ville.</p>"
    },
    {
        "latitude":46.517010, 
        "longitude": 6.603535,
        "year": 1975,
        "title": "Vidy",
        "description": "<img src='images/image2.jpg' title='Esplanade des cantons (Expo64)'/><p>Entre 1928 et 1975, la zone de Vidy, à Lausanne, a connu une transformation urbaine majeure, passant d’un espace relativement périphérique à un pôle structurant de la ville, à la fois culturel, sportif et institutionnel.<br/>Le premier jalon de cette évolution remonte à l’inauguration du Stade de Vidy en 1923, aujourd’hui connu sous le nom de Stade Juan Antonio Samaranch. À cette époque, le site n'était encore qu'un terrain en bord de lac, mais il marquait déjà la volonté de la ville de développer le secteur autour du sport et des loisirs.<br/>C’est véritablement à l’approche de l’Exposition nationale suisse de 1964 (Expo64) que Vidy devient un chantier stratégique. Dans le cadre des grands travaux d’infrastructure, la ville de Lausanne entreprend d'importantes modifications. Le remblaiement du bord du lac permet de gagner environ 200 hectares sur le lac Léman, transformant le rivage naturel en esplanades, parcs et zones accessibles au public.<br/>Le cours du Flon est en partie comblé, remplacé par des espaces verts et des jardins, marquant une volonté d’intégration paysagère et de renaturation partielle. L’aménagement du rond-point de la Maladière en 1963 et la construction de l’autoroute A1 entre Genève et Lausanne, dont une portion traverse Vidy, intègrent définitivement le secteur dans la trame de circulation régionale.<br/>Dans le cadre de l'Expo64 elle-même, plusieurs infrastructures culturelles et ludiques voient le jour. Le Théâtre de Vidy, œuvre de l’architecte Max Bill, devient un symbole de modernité et demeure encore aujourd’hui un haut lieu de la création théâtrale. À proximité, la Vallée de la Jeunesse est aménagée pour offrir des espaces de jeux et de découverte aux enfants, tandis que l’Esplanade des Cantons accueille des pavillons représentant les différentes régions suisses, dans un esprit de cohésion nationale.<br/>À la suite de l’Exposition, la municipalité poursuit la transformation du secteur à travers un plan d’aménagement nommé <q>Zone Verte de Vidy</q>, adopté en 1966. Ce projet vise à pérenniser les acquis de l’Expo64 tout en structurant la zone autour de la détente, du sport et de l’environnement. Dans ce cadre, le Centre sportif de Vidy est développé, culminant avec l’inauguration en 1977 du Stade Pierre de Coubertin. Ce stade original réutilise ingénieusement certaines structures de l’Expo64, notamment les anciennes caves à bières converties en vestiaires, symbolisant un recyclage architectural innovant.<br/>Enfin, un événement de portée internationale vient ancrer définitivement Vidy sur la carte du monde sportif : en 1968, le Comité International Olympique (CIO) installe son siège dans le Château de Vidy, une élégante bâtisse au bord du lac. Ce choix renforce l’identité sportive du quartier et marque le début d’une longue présence du mouvement olympique à Lausanne, désormais surnommée <q>capitale olympique</q>.</p><div class='galery'><img src='images/image4.jpg' title='Aménagement des remblais du Léman à Vidy'/><img src='images/image6.jpg' title='Aménagement du giratoire de la Maladière'/></div>"
    },
    {
        "latitude": 46.540728,
        "longitude": 6.653669,
        "year": 1975,
        "title": "Croisette",
        "description": "<img style='width:60%;' src='images/image16.jpg' title='Épalinges en 1957'/><p>Le développement du secteur des Croisettes ainsi que la construction de l’autoroute A9 au nord-est de Lausanne entre les années 1950 et 1975 s’inscrivent dans une phase d’urbanisation rapide du bassin lausannois, marquée par l’essor démographique, la modernisation des infrastructures et l’extension des zones urbaines vers la périphérie.<br/>Le secteur des Croisettes, situé à l’extrémité nord-est de Lausanne, dans la commune d'Épalinges, s’est développé principalement dans les années 1960 et 1970, dans le cadre de la croissance suburbaine lausannoise: 703 habitants en 1943 à 4710 en 1976 à Epalinges. Jusque-là composé de zones agricoles et de hameaux épars, le secteur est ciblé pour un développement résidentiel et fonctionnel, favorisé par la volonté de décentraliser une partie de la population lausannoise vers des zones moins denses, tout en les maintenant connectées au centre.<br/>Ce développement s’accompagne de la construction de logements collectifs, d’équipements scolaires, de commerces de proximité, et d’un tissu urbain structuré. Dès les années 1970, les réflexions sur un système de transport en commun performant pour la région lausannoise intègrent le besoin de desservir ces nouveaux quartiers. Le Plan directeur de la région lausannoise de 1973 évoque un axe structurant nord-sud, préfigurant le futur métro M2, même si la réalisation concrète, et la station des Croisettes, ne verront le jour qu’en 2008.<br/>Ce quartier devient ainsi une porte d’entrée de Lausanne depuis le nord, offrant un mélange de densité urbaine contrôlée, de cadre naturel (à la lisière de la forêt du Jorat) et de fonctions urbaines modernes.<br/>Parallèlement, les autorités fédérales et cantonales planifient dans les années 1960 la construction de l'autoroute A9, destinée à relier Lausanne à Sion, puis à Brigue et l’Italie via le Valais. L’autoroute est pensée comme un axe est-ouest alpin majeur, complémentaire de l’A1 Genève–Zurich et permettant notamment de désengorger l'axe Lausanne-Villeneuve.<br/>Le contournement nord-est de Lausanne, entamé dans les années 1970, s’insère dans ce projet et a un impact direct sur la région des Croisettes et d’Épalinges. Ce tronçon vise à soulager le centre-ville du trafic de transit, tout en améliorant l’accès aux quartiers périphériques et aux communes voisines (Savigny, Belmont, etc.).<br/>L’autoroute A9 est construite dans un environnement topographiquement complexe, nécessitant de nombreux viaducs, tranchées couvertes et ouvrages d’art pour s’insérer dans le paysage sans trop l’altérer. Elle constitue un marqueur fort du paysage urbain et un levier pour le développement de quartiers comme les Croisettes, en assurant une meilleure accessibilité routière et en renforçant l’attractivité résidentielle et commerciale de ces zones.</p><div class='galery'><img src='images/image12.jpg' title='Viaduc de Chillon (Autoroute A9)'/></div>"
    },
    {
        "latitude": 46.511899,
        "longitude": 6.627952,
        "year": 1975,
        "title": "Axe Ouchy-Lausanne",
        "description": "<img src='images/image10.jpg'/><p>Entre 1928 et 1975, l’axe reliant Ouchy au centre-ville de Lausanne via la gare CFF connaît une intensification continue de son urbanisation. Cette dynamique est fortement soutenue par la présence du chemin de fer Lausanne–Ouchy, affectueusement surnommé la Ficelle, qui structure cet itinéraire en forte pente.<br/>Ce surnom provient du funiculaire d’origine, mis en service en 1877, qui reliait le bord du lac au centre-ville en suivant une pente particulièrement raide, grâce à un système de câble. Mais c’est bien à partir de la modernisation de la ligne en 1958, avec l’introduction de rames à crémaillère, que cette infrastructure devient un véritable levier du développement urbain de l’axe. Plus rapide, plus fiable, ce nouveau métro léger répond mieux aux besoins croissants de mobilité d’une ville en expansion.<br/>Tout au long de ce tracé, entre Ouchy, la gare CFF et le Flon, les transformations sont significatives. À Ouchy, les décennies d’après-guerre voient la construction de nouveaux immeubles résidentiels et administratifs, souvent de gabarits importants, qui remplacent progressivement les bâtiments plus anciens ou les terrains encore vacants. Ce développement répond à la pression foncière croissante et à la volonté d’optimiser un secteur devenu particulièrement bien desservi.<br/>Le secteur de la Gare, lui, se densifie fortement dans les années 1950 et 1960. Des bâtiments modernes à usage mixte (commerces, bureaux, logements) apparaissent notamment le long de l’avenue de la Gare, transformant l’entrée de ville en un espace fonctionnel et vivant. Cette zone devient un pôle multimodal, articulant les réseaux ferroviaires nationaux et le métro urbain.<br/>Au Flon, bien que la vocation industrielle et logistique reste dominante jusqu’à la fin des années 1970, la station centrale de la Ficelle contribue déjà à renforcer son rôle de carrefour. Si la transformation du quartier interviendra plus tard, les prémices d’une revalorisation apparaissent dès cette période à travers des réflexions sur l’aménagement du centre-ville.</p>"
    },
    {
        "latitude": 46.508220, 
        "longitude": 6.633505,
        "year":2025,
        "title":"Ouchy",
        "description": "<img src='images/image13.jpg' /><p>Entre 1975 et 2025, le quartier d’Ouchy à Lausanne a connu de nombreux changements, surtout liés au tourisme et à l’aménagement de l’espace public. Ouchy, souvent appelée la capitale olympique, est devenue un lieu important pour les loisirs, la culture et la détente. En 1984, un moment clé a marqué l’histoire du quartier : le partenariat entre Lausanne et le Comité International Olympique (CIO) pour créer le nouveau musée olympique. Ce musée a finalement été construit en 1993, renforçant le rôle d’Ouchy comme centre touristique et culturel.<br/>De plus, dès 1989, des projets de mobilité ont aussi vu le jour, comme la demande de prolongement de la ligne de funiculaire, appelée « la Ficelle ». En 1990, un grand projet urbain a été lancé pour transformer les alentours du château d’Ouchy. L’idée était de construire un parking souterrain de 860 places afin de rendre la place de la Navigation plus agréable pour les piétons. Cette place a officiellement été aménagée en 1993. Une carte postale ancienne de la place de la Navigation illustre d’ailleurs bien cette volonté de mettre en valeur le quartier comme vitrine touristique et lieu de promenade privilégié.<br/>En parallèle, le bord du lac a aussi été valorisé. En 2001, les quais ont été rénovés, rendant l’espace plus accueillant pour les habitants et les touristes. Un peu plus tard dans les années 2020 de nouvelles zones de baignade ont été ouvertes offrant de nouveaux espaces pour se détendre au bord du lac.<br/>Finalement, l’accessibilité au bord du lac connaît une grande modification en 2008. Le métro M2 remplace l’ancienne « Ficelle ». Ce métro automatique, qui monte jusqu’à Epalinges, facilite les déplacements et relie mieux le sud et le nord de la ville. Ouchy devient alors un point de départ important pour se déplacer dans tout Lausanne, surtout avec la présence du port, qui permet aussi de voyager en bateau sur le lac.</p>"
    },
    {
        "latitude": 46.538414, 
        "longitude": 6.666182,
        "year": 2025,
        "title": "Praz-séchaud (entre la Sallaz et les Croisette)",
        "description": "<img src='images/image17.png'/><p>À Praz-Séchaud, il n’y a pas eu de grand événement marquant qui a tout changé d’un coup. Le quartier s’est plutôt développé petit à petit, grâce à l’espace disponible et à l’arrivée de nouvelles infrastructures.<br/>En 2008, le métro M2 est mis en service. Trois nouveaux arrêts sont alors créés dans la région : Fourmi, Vennes et Croisettes, ce qui facilite les déplacements vers le centre-ville et rend le quartier plus accessible en transports publics. De plus, en 2012, un centre sportif a été construit, avec des terrains de foot, de tennis, et d’autres équipements, ce qui permet également aux jeunes des quartiers voisins de pratiquer une activité sportive régulièrement.<br/>En 2017, l’ouverture d’Aquatis, le plus grand aquarium d’eau douce d’Europe, tout proche de Praz-Séchaud, a aussi joué un rôle dans le développement local. Même si l’impact n’a pas été immédiat, cela a permis de faire connaître la région.<br/>La proximité avec la sortie d’autoroute de Lausanne-Vennes a également aidé au développement urbain. Aujourd’hui, Praz-Séchaud continue d’évoluer en tant que quartier résidentiel bien desservi, calme, et avec des équipements sportifs pour les habitants.</p><div class='galery'><img src='images/image11.png'/></div>"
    },
    {
        "latitude": 46.536917, 
        "longitude": 6.618516,
        "year": 2025,
        "title": "Bosson",
        "description": "<img src='images/image14.jpg'/><p>Le quartier des Bossons a connu plusieurs développements importants à partir des années 2000, principalement axés sur le sport, les loisirs et les infrastructures. Ces dernières années, plusieurs piscines ont été aménagées dans les environs, ce qui favorise les activités familiales et offre aux enfants du quartier plus de possibilités pour se divertir et se développer.<br/>En 2002, le Centre Sport-Études Lausanne a été créé, offrant aux jeunes sportifs un environnement propice à la fois à la performance et à la scolarité. Cette initiative a renforcé l'attractivité du quartier pour les familles et les sportifs.<br/>En 2017, les travaux ont débuté pour la construction du Stade de la Tuilière, un projet majeur pour la ville. Ce stade, d'une capacité de 12'000 places, a été inauguré en novembre 2020. Il est destiné à accueillir les matchs du FC Lausanne-Sport et d'autres événements sportifs et culturels.<br/>Parallèlement, le Centre sportif de la Tuilière a ouvert ses portes en 2018. Ce complexe moderne comprend neuf terrains de football, des vestiaires, une buvette et des locaux pour les clubs, servant ainsi de pôle central pour le football amateur lausannois.</p>"
    }
]
