[
    {
        "latitude" : 47,
        "longitude" : 8,
        "year" : 2025,
        "title" : "test",
        "description" : "Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile.<img src='velodrome.png'> Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile."
    }
]
