[
    {
        "latitude" : 47,
        "longitude" : 8,
        "year" : 2025,
        "title" : "test",
        "description" : "Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile.<img src='velodrome.png'> Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile. Long texte inutile."
    },
    {
        "latitude" : 46.521987,
        "longitude" : 6.598470,
        "year" : 1928,
        "title" : "Cimetière du Bois-de-Vaux",
        "description" : "Ce qui est aujourd’hui l’un des plus beaux cimetières de Suisse n’apparaît pas par hasard sur les cartes comme des chemins. Lorsqu’il fut construit au début du XXe siècle, c’est dans une optique de lieu de balade qu’il fut conçu et imaginé par son architecte Alphonse Laverrière.<br/>Peut-être l’un des derniers changements majeurs visible entre 1875 et 1928, même si pas encore complet, il a un impact direct sur d’autres évolutions comme vous pouvez le voir sur le point de La Pontaise.<br/>En effet, historiquement le domaine du Bois-de-Vaux se trouvait là avec la maison de maître bâtie en 1770. Alors qu’au début du XXe siècle la ville de Lausanne connaît une période de forte croissance économique (la population double de plus en 30 ans, 30 000 en 1880, 64 000 en 1910), les autorités décident d’y construire un cimetière unique, suite à la désaffectation des cimetières de La Sallaz et de La Pontaise.<br/>Les travaux commencèrent en 1922 pour finir vers 1951 d’où le net changement déjà visible, mais pas encore complet. Aujourd’hui il est dans l’inventaire cantonal des monuments historiques et des jardins historiques. De plus, de nombreuses personnalités y sont enterrées dont Pierre de Coubertin.<br/><h5>Plus d'information :</h5><ul><li><a href = 'https://www.lausanne.ch/vie-pratique/nature/parc-promenades/cimetieres/cimetiere-du-bois-de-vaux.html'>Cimetière du Bois-de-Vaux, Ville de Lausanne</a></li></ul>"
    },
    {
        "latitude" : 46.531852,
        "longitude" : 6.631559,
        "year" : 1928,
        "title" : "Pontaise-Le Flon-La Louve",
        "description" : "Seb est fainéant"
    },
    {
        "latitude" : 46.528954,
        "longitude" :  6.617377,
        "year" : 1928,
        "title" : "Beaulieu-Chablière",
        "description" : "Alors que jusque là la constitution de 1848 était en vigueur, une première esquisse de révision est proposée en 1872, mais rejetée. C’est en 1874 que la nouvelle constitution <br/>Art. 27 de la Constitution fédérale de 1874<br/><blockquote>Les cantons pourvoient à l’instruction primaire, qui doit être suffisante et placée exclusivement sous la direction de l’autorité civile. Elle est obligatoire et, dans les écoles publiques, gratuite. Les écoles publiques doivent pouvoir être fréquentées par les adhérents de toutes les confessions, sans qu’ils aient à souffrir d’aucune façon dans leur liberté de conscience ou de croyance. La Confédération prendra les mesures nécessaires contre les cantons qui ne satisferaient pas à ces obligations.</blockquote>"
    },
    {
        "latitude":46.512400, 
        "longitude": 6.610230,
        "year": 1975,
        "title": "Vidy",
        "description": "Entre 1928 et 1975, la zone de Vidy, à Lausanne, a connu une transformation urbaine majeure, passant d’un espace relativement périphérique à un pôle structurant de la ville, à la fois culturel, sportif et institutionnel.<br/>Le premier jalon de cette évolution remonte à l’inauguration du Stade de Vidy en 1923, aujourd’hui connu sous le nom de Stade Juan Antonio Samaranch. À cette époque, le site n'était encore qu'un terrain en bord de lac, mais il marquait déjà la volonté de la ville de développer le secteur autour du sport et des loisirs.<br/>C’est véritablement à l’approche de l’Exposition nationale suisse de 1964 (Expo64) que Vidy devient un chantier stratégique. Dans le cadre des grands travaux d’infrastructure, la ville de Lausanne entreprend d'importantes modifications. Le remblaiement du bord du lac permet de gagner environ 200 hectares sur le lac Léman, transformant le rivage naturel en esplanades, parcs et zones accessibles au public. Le cours du Flon est en partie comblé, remplacé par des espaces verts et des jardins, marquant une volonté d’intégration paysagère et de renaturation partielle. L’aménagement du rond-point de la Maladière et la construction de l’autoroute A1 entre Genève et Lausanne, dont une portion traverse Vidy, intègrent définitivement le secteur dans la trame de circulation régionale.<br/>Dans le cadre de l'Expo64 elle-même, plusieurs infrastructures culturelles et ludiques voient le jour. Le Théâtre de Vidy, œuvre de l’architecte Max Bill, devient un symbole de modernité et demeure encore aujourd’hui un haut lieu de la création théâtrale. À proximité, la Vallée de la Jeunesse est aménagée pour offrir des espaces de jeux et de découverte aux enfants, tandis que l’Esplanade des Cantons accueille des pavillons représentant les différentes régions suisses, dans un esprit de cohésion nationale.<br/>À la suite de l’Exposition, la municipalité poursuit la transformation du secteur à travers un plan d’aménagement nommé <q>Zone Verte de Vidy</q>, adopté en 1966. Ce projet vise à pérenniser les acquis de l’Expo64 tout en structurant la zone autour de la détente, du sport et de l’environnement. Dans ce cadre, le Centre sportif de Vidy est développé, culminant avec l’inauguration en 1977 du Stade Pierre de Coubertin. Ce stade original réutilise ingénieusement certaines structures de l’Expo64, notamment les anciennes caves à bières converties en vestiaires, symbolisant un recyclage architectural innovant.<br/>Enfin, un événement de portée internationale vient ancrer définitivement Vidy sur la carte du monde sportif : en 1968, le Comité International Olympique (CIO) installe son siège dans le Château de Vidy, une élégante bâtisse au bord du lac. Ce choix renforce l’identité sportive du quartier et marque le début d’une longue présence du mouvement olympique à Lausanne, désormais surnommée <q>capitale olympique</q>."
    },
    {
        "longitude":46.544481, 
        "latitude": 6.663559,
        "year":1975,
        "title":"Croisette",
        "description": "Le développement du secteur des Croisettes ainsi que la construction de l’autoroute A9 au nord-est de Lausanne entre les années 1950 et 1975 s’inscrivent dans une phase d’urbanisation rapide du bassin lausannois, marquée par l’essor démographique, la modernisation des infrastructures et l’extension des zones urbaines vers la périphérie.<br/>Le secteur des Croisettes, situé à l’extrémité nord-est de Lausanne, dans la commune d'Épalinges, s’est développé principalement dans les années 1960 et 1970, dans le cadre de la croissance suburbaine lausannoise: 703 habitants en 1943 à 4710 n 1976 à Epalinges. Jusque-là composé de zones agricoles et de hameaux épars, le secteur est ciblé pour un développement résidentiel et fonctionnel, favorisé par la volonté de décentraliser une partie de la population lausannoise vers des zones moins denses, tout en les maintenant connectées au centre.<br/>Ce développement s’accompagne de la construction de logements collectifs, d’équipements scolaires, de commerces de proximité, et d’un tissu urbain structuré. Dès les années 1970, les réflexions sur un système de transport en commun performant pour la région lausannoise intègrent le besoin de desservir ces nouveaux quartiers. Le Plan directeur de la région lausannoise de 1973 évoque un axe structurant nord-sud, préfigurant le futur métro M2, même si la réalisation concrète, et la station des Croisettes, ne verront le jour qu’en 2008.<br/>Ce quartier devient ainsi une porte d’entrée de Lausanne depuis le nord, offrant un mélange de densité urbaine contrôlée, de cadre naturel (à la lisière de la forêt du Jorat) et de fonctions urbaines modernes.<br/>Parallèlement, les autorités fédérales et cantonales planifient dans les années 1960 la construction de l'autoroute A9, destinée à relier Lausanne à Sion, puis à Brigue et l’Italie via le Valais. L’autoroute est pensée comme un axe est-ouest alpin majeur, complémentaire de l’A1 Genève–Zurich et permettant notamment de désengorger l'axe Lausanne-Villeneuve.<br/>Le contournement nord-est de Lausanne, entamé dans les années 1970, s’insère dans ce projet et a un impact direct sur la région des Croisettes et d’Épalinges. Ce tronçon vise à soulager le centre-ville du trafic de transit, tout en améliorant l’accès aux quartiers périphériques et aux communes voisines (Savigny, Belmont, etc.).<br/>L’autoroute A9 est construite dans un environnement topographiquement complexe, nécessitant de nombreux viaducs, tranchées couvertes et ouvrages d’art pour s’insérer dans le paysage sans trop l’altérer. Elle constitue un marqueur fort du paysage urbain et un levier pour le développement de quartiers comme les Croisettes, en assurant une meilleure accessibilité routière et en renforçant l’attractivité résidentielle et commerciale de ces zones."
    },
    {
        "longitude": 46.511724,
        "latitude": 6.627024,
        "year": 1975,
        "description": "Entre 1928 et 1975, l’axe reliant Ouchy au centre-ville de Lausanne via la gare CFF connaît une intensification continue de son urbanisation. Cette dynamique est fortement soutenue par la présence du chemin de fer Lausanne–Ouchy, affectueusement surnommé la Ficelle, qui structure cet itinéraire en forte pente.<br/>Ce surnom provient du funiculaire d’origine, mis en service en 1877, qui reliait le bord du lac au centre-ville en suivant une pente particulièrement raide, grâce à un système de câble. Mais c’est bien à partir de la modernisation de la ligne en 1958, avec l’introduction de rames à crémaillère, que cette infrastructure devient un véritable levier du développement urbain de l’axe. Plus rapide, plus fiable, ce nouveau métro léger répond mieux aux besoins croissants de mobilité d’une ville en expansion.<br/>Tout au long de ce tracé, entre Ouchy, la gare CFF et le Flon, les transformations sont significatives. À Ouchy, les décennies d’après-guerre voient la construction de nouveaux immeubles résidentiels et administratifs, souvent de gabarits importants, qui remplacent progressivement les bâtiments plus anciens ou les terrains encore vacants. Ce développement répond à la pression foncière croissante et à la volonté d’optimiser un secteur devenu particulièrement bien desservi.<br/>Le secteur de la Gare, lui, se densifie fortement dans les années 1950 et 1960. Des bâtiments modernes à usage mixte (commerces, bureaux, logements) apparaissent notamment le long de l’avenue de la Gare, transformant l’entrée de ville en un espace fonctionnel et vivant. Cette zone devient un pôle multimodal, articulant les réseaux ferroviaires nationaux et le métro urbain.<br/>Au Flon, bien que la vocation industrielle et logistique reste dominante jusqu’à la fin des années 1970, la station centrale de la Ficelle contribue déjà à renforcer son rôle de carrefour. Si la transformation du quartier interviendra plus tard, les prémices d’une revalorisation apparaissent dès cette période à travers des réflexions sur l’aménagement du centre-ville."
    }
]
